const Discord = require('discord.js');
const client = new Discord.Client();
console.log("Hassan_Gamer");


client.on("ready", () => {
let channel =     client.channels.get("538630193607213056")
setInterval(function() {
channel.send(`الله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبرالله اكبر`);
}, 25)
})
 
 
client.login("NTUzNjM3ODg2NTQxNTYxODc3.D2RR7A.EfVfBhsSkIzh4N7zNTHFCQXPVi0");